<template>
  <div class="hello page-1">
    <p>
        Главная страница
    </p>
    <p>
    17 марта. [Казань.] Вот уже шесть дней, как я поступил в клинику, и вот шесть дней, как я почти доволен собою. [...] Здесь я совершенно один, мне никто не мешает, здесь у меня нет услуги, мне никто не помогает следовательно, на рассудок и память ничто постороннее не имеет влияния, и деятельность моя необходимо должна развиваться. Главная же польза состоит в том, что я ясно усмотрел, что беспорядочная жизнь, которую большая часть светских людей принимают за следствие молодости, есть не что иное, как следствие раннего разврата души.
Уединение равно полезно для человека, живущего в обществе, как общественность для человека, не живущего в оном. Отделись человек от общества, взойди он сам в себя, и как скоро скинет с него рассудок очки, которые показывали ему все в превратном виде, и как уяснится взгляд его на вещи, так что даже непонятно будет ему, как не видал он всего того прежде. Оставь действовать разум, он укажет тебе на твое назначение, он даст тебе правила, с которыми смело иди в общество. Все, что сообразно с первенствующею способностью человека - разумом, будет равно сообразно со всем, что существует; разум отдельного человека есть часть всего существующего, а часть не может расстроить порядок целого. Целое же может убить часть. Для этого образуй твой разум так, чтобы он был сообразен с целым, с источником всего, а не с частью, с обществом людей; тогда твой разум сольется в одно с этим целым, и тогда общество, как часть, не будет иметь влияния на тебя.
Легче написать десять томов философии, чем приложить какое-нибудь одно начало к практике.
18 марта. Я читал "Наказ" Екатерины, и, так как дал себе вообще правило, читая всякое сурьезное сочинение, обдумывать его и выписывать из него замечательные мысли, я пишу здесь мое мнение о первых шести главах этого замечательного произведения.
[...] Понятия о свободе под правлением монархическим суть следующие: свобода, говорит она, есть возможность человека делать все то, что он должен делать, и не быть принужденным делать то, что не должно делать. Я бы желал звать, что понимает она под словом должно и не должно; ежели она разумеет под словом, что должно делать, естественное право, то из этого ясно следует, что свобода может только существовать в том государстве, в законодательстве которого право естественное ни в чем не разнствует с правом положительным мысль совершенно верная. [...]
19 марта. Во мне начинает проявляться страсть к наукам; хотя из страстей человека эта есть благороднейшая, но не менее того я никогда не предамся ей односторонне, т. е. совершенно убив чувство и не занимаясь приложением, единственно стремясь к образованию ума и наполнению памяти. Односторонность есть главная причина несчастий человека. [...]
21 марта. В Х главе излагаются основные правила и опаснейшие ошибки, касающиеся до уголовного судопроизводства.
В начале этой главы она задает себе вопрос. Откуда происходят наказания и откуда происходит право наказывать? На первый вопрос она отвечает: "Наказания происходят от необходимости охранения законов". На второй отвечает тоже весьма остроумно. Она говорит: "Право наказывать принадлежит одним законам, а делать законы может только монарх, как представитель всего государства". Во всем этом "Наказе" представляются нам постоянно два разнородные элемента, которые Екатерина постоянно хотела согласить: именно, сознание необходимости конституционного правления и самолюбие, то есть желание быть неограниченною властительницей России. Например, говоря, что в монархическом правлении только монарх может иметь законодательную власть, она принимает существование этой власти за аксиому, не упоминая происхождения ее. Низшее правительство не может накладывать наказаний, ибо оно есть часть целого, а монарх имеет это право, ибо он есть представитель всех граждан, говорит Екатерина. Но разве представительство государем народа в неограниченных монархиях есть выражение совокупности частных, свободных волей граждан? Нет, выражение общей воли в неограниченных монархиях есть следующее: я терплю зло меньшее, ибо если бы не терпел его, подвергнулся бы злу большему.
24 марта. Я много переменился; но все еще не достиг той степени совершенства (в занятиях), которого бы мне хотелось достигнуть. Я не исполняю того, что себе предписываю; что исполняю, то исполняю не хорошо, не изощряю памяти. Для этого пишу здесь некоторые правила, которые, как мне кажется, много мне помогут, ежели я буду им следовать. 1) Что назначено непременно исполнить, то исполняй, несмотря ни на что. 2) Что исполняешь, исполняй хорошо. 3) Никогда не справляйся в книге, ежели что-нибудь забыл, а старайся сам припомнить. 4) Заставь постоянно ум твой действовать со всею ему возможною силою. 5) Читай и думай всегда громко. 6) Не стыдись говорить людям, которые тебе мешают, что они мешают; сначала дай почувствовать, а ежели он не понимает, то извинись и скажи ему это. Сообразно с вторым правилом, я хочу непременно кончить комментировать весь наказ Екатерины.
[...] В главе XIII говорится о рукоделиях и торговле. Справедливо замечает Екатерина, что земледелие есть начало всякой торговли и что в той земле, где люди не имеют своей собственности, земледелие процветать не может; ибо люди обыкновенно больше пекутся о вещах, им принадлежащих, чем о вещах, которые от них могут быть всегда отняты. Вот причина, по которой в нашем отечестве земледелие и торговля процветать не могут до тех пор, покуда будет существовать рабство; ибо человек, подвластный другому, не только не может быть уверен постоянно владеть своею собственностью, но даже не может быть уверен в своей собственной участи. Потом: "Искусным земледельцам и ремесленникам должно давать премии". По моему мнению, в государстве равно необходимо наказывать зло, как вознаграждать добро.
25 марта. Недостаточно отвращать людей от зла, нужно еще их поощрять к добру. Далее она говорит, что тех народов, которые по климату ленивы, надо приучать к деятельности отнятием у них всех способов пропитания, исключая труда; замечает тоже, что эти народы обыкновенно бывают склонны к гордости, и что самая эта гордость может служить орудием к истреблению лени. Народы, по климату ленивые, всегда бывают одарены пылкими чувствами, и ежели бы они были деятельны, то государство было бы несчастнее. Лучше бы сделала Екатерина, ежели бы сказала: люди, а не народы. И в самом деле, прикладывая ее замечания к частным лицам, мы найдем, что они чрезвычайно справедливы.
    </p>
  </div>
</template>

<script>
export default {
  name: 'hello',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h1, h2 {
  font-weight: normal;
}

ul {
  list-style-type: none;
  padding: 0;
}

li {
  display: inline-block;
  margin: 0 10px;
}

a {
  color: black;
}

.page-1 {
  padding-top: 10px;
  padding-bottom: 10px;
  background: lightyellow;
  color: black;
  height: 100%;
}

</style>
